tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
brew "ant"
brew "apr"
brew "apr-util"
brew "readline"
brew "python"
brew "awscli"
brew "bdw-gc"
brew "c-ares"
brew "closure-compiler"
brew "coreutils"
brew "cscope"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "gpg-agent"
brew "grep", args: ["with-default-names"]
brew "neko"
brew "haxe"
brew "htop"
brew "http-server"
brew "jansson"
brew "libev"
brew "libevent"
brew "httpd"
brew "icdiff"
brew "jq"
brew "mackup"
brew "macvim"
brew "mas"
brew "nvm"
brew "phantomjs"
brew "pinentry-mac"
brew "shellcheck"
brew "spdylay"
brew "ssh-copy-id"
brew "telnet"
brew "tig"
brew "tree"
brew "wifi-password"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "android-file-transfer"
cask "android-ndk"
cask "android-sdk"
cask "chromedriver"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "etcher"
cask "firefox"
cask "flowdock"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "macdown"
cask "microsoft-office"
cask "microsoft-teams"
cask "onedrive"
cask "opera"
cask "parallels"
cask "paw"
cask "postman"
cask "skitch"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vlc"
cask "wireshark"
cask "zeplin"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
